// js/components/quiz-data.js
// Данные вопросов и результатов квиза.

export const FORM_SCHEMA = {
  formId: "2fYpgzcfp0sBiA2Uh9Np3D",
  formName: "Квиз перед воронкой",
  additionalText: "Отлично! Жми на кнопку чтобы продолжить [&b15;Далее](https://t.me/bot/post#6jTTYdhu7O0sgrcVo404lk)"
};

export const QUIZ_QUESTIONS = [
  {
    question: "Ваш канал сейчас…",
    options: [
      "На самом старте (<100 подписчиков)",
      "Растет, но очень медленно",
      "Аудитория есть, но она неактивна"
    ]
  },
  {
    question: "Как вы сейчас привлекаете подписчиков?",
    options: [
      "Пока никак, ищу работающие способы",
      "Только бесплатными методами (комментинг, ВП)",
      "Пробовал(а) платную рекламу, но результат не устроил"
    ]
  }
];
